{
  "Home": "Accueil",
  "About": "À propos",
  "Popular Tours": "Visites Populaires",
  "New Tours": "Nouveaux Tours",
  "Custom Tours": "Tours Personnalisés",
  "Packages": "Forfaits",
  "Contact Us": "Contactez-nous",
  "Register": "S'inscrire",
  "Logout": "Se déconnecter",
  "Login": "Se connecter",
  "Tours": "Visites",
  "Make memories that last a lifetime, Discover the unseen.": "Créez des souvenirs qui dureront toute une vie, Découvrez l'inconnu.",
  "Embark on a journey of a lifetime": "Embarquez pour un voyage inoubliable",
  "Every path leads to new experiences": "Chaque chemin mène à de nouvelles expériences",
  "About Our E-Tourism Platform": "À propos de notre plateforme de e-tourisme",
  "Welcome to our e-tourism platform! We are dedicated to providing you with the best online experience for exploring and planning your next travel adventures.": "Bienvenue sur notre plateforme de e-tourisme ! Nous nous engageons à vous offrir la meilleure expérience en ligne pour explorer et planifier vos prochaines aventures de voyage.",
  "Our Mission": "Notre Mission",
  "At Tourpia, our mission is to connect travelers with unforgettable experiences and help them discover the beauty and diversity of destinations around the world.": "Chez Tourpia, notre mission est de connecter les voyageurs avec des expériences inoubliables et de les aider à découvrir la beauté et la diversité des destinations à travers le monde.",
  "Our Vision": "Notre Vision",
  "We envision a world where travel is accessible to everyone, where cultural exchange enriches lives, and where sustainable tourism practices protect our planet for future generations.": "Nous envisageons un monde où les voyages sont accessibles à tous, où les échanges culturels enrichissent les vies et où les pratiques de tourisme durable protègent notre planète pour les générations futures.",
  "discover more": "découvrez plus",
  "Why Choose Us?": "Pourquoi nous choisir ?",
  "Our platform offers a comprehensive range of features and services to make your travel planning seamless and enjoyable:": "Notre plateforme offre une gamme complète de fonctionnalités et de services pour rendre la planification de vos voyages fluide et agréable :",
  "Search and discover destinations, attractions, and activities worldwide": "Recherchez et découvrez des destinations, attractions et activités dans le monde entier",
  "Book flights, accommodations, and tours with ease": "Réservez des vols, des hébergements et des visites avec facilité",
  "Access expert travel guides, tips, and recommendations": "Accédez à des guides de voyage, des conseils et des recommandations d'experts",
  "Connect with fellow travelers and share experiences": "Connectez-vous avec d'autres voyageurs et partagez vos expériences",
  "Support for sustainable and responsible tourism initiatives": "Soutien aux initiatives de tourisme durable et responsable",
  "Meet Our Team": "Rencontrez notre équipe",
  "Behind our platform is a passionate team of travel enthusiasts, developers, designers, and content creators committed to delivering exceptional experiences for our users.": "Derrière notre plateforme se trouve une équipe passionnée d'enthousiastes du voyage, de développeurs, de designers et de créateurs de contenu engagés à offrir des expériences exceptionnelles à nos utilisateurs.",
  "We are dedicated to continuous improvement and innovation, ensuring that our platform evolves to meet the changing needs of travelers worldwide.": "Nous nous engageons à une amélioration continue et à l'innovation, veillant à ce que notre plateforme évolue pour répondre aux besoins changeants des voyageurs du monde entier.",
  "Have questions, feedback, or suggestions? We'd love to hear from you! Feel free to reach out to our team via email, phone, or social media channels.": "Vous avez des questions, des commentaires ou des suggestions ? Nous aimerions avoir de vos nouvelles ! N'hésitez pas à contacter notre équipe par email, téléphone ou via les réseaux sociaux.",
  "Thank you for choosing Tourpia for your travel adventures!": "Merci d'avoir choisi Tourpia pour vos aventures de voyage !",
  "company_name": "Vishwa-Yatra",
  "address": "Sagar City, Andheri West, Mumbai 400049",
  "telephone": "Tél.: (+91 22) 1234 5678",
  "copyright": "© 2024 Votre Entreprise. Tous droits réservés.",
  "login_title": "Se connecter",
  "username_label": "Nom d'utilisateur",
  "username_placeholder": "Entrez votre nom d'utilisateur",
  "password_label": "Mot de passe",
  "password_placeholder": "Entrez votre mot de passe",
  "login_button": "Se connecter",
  "go_to_registration": "Aller à l'inscription",
  "login_success": "Utilisateur connecté avec succès !",
  "login_failure": "Aucun utilisateur trouvé. Veuillez entrer des informations d'identification valides.",
  "Registration Form": "Formulaire d'inscription",
  "Contact Us": "Contactez-nous",
  "Name": "Nom",
  "Email address": "Adresse e-mail",
  "Message": "Message",
  "Submit": "Soumettre",
  "Enter your name": "Entrez votre nom",
  "Enter your email": "Entrez votre email",
  "Your message": "Votre message",
  "Full Name": "Nom Complet",
  "Email": "Email",
  "Age": "Âge",
  "Gender": "Genre",
  "Select Gender": "Sélectionner le Genre",
  "Male": "Homme",
  "Female": "Femme",
  "Transgender": "Transgenre",
  "Country Code": "Code du Pays",
  "Contact Number": "Numéro de Contact",
  "Verification": "Vérification",
  "Create Username": "Créer un Nom d'utilisateur",
  "Password": "Mot de passe",
  "Packages": "Forfaits",
  "Logout": "Se déconnecter",
  "Search": "Rechercher",
  "Option selected: {{option}}": "Option sélectionnée : {{option}}",
  "tours": "tours",
  "Search by Date": "Rechercher par Date"
}
