{
    "Home": "Inicio",
    "About": "Acerca de",
    "Popular Tours": "Tours Populares",
    "New Tours": "Nuevos Tours",
    "Custom Tours": "Tours Personalizados",
    "Packages": "Paquetes",
    "Contact Us": "Contáctanos",
    "Register": "Registrarse",
    "Logout": "Cerrar sesión",
    "Login": "Iniciar sesión",
    "Tours": "Tours",
    "Make memories that last a lifetime, Discover the unseen.": "Crea recuerdos que duren toda la vida, Descubre lo no visto.",
    "Embark on a journey of a lifetime": "Emprende un viaje inolvidable",
    "Every path leads to new experiences": "Cada camino lleva a nuevas experiencias",
    "About Our E-Tourism Platform": "Sobre nuestra plataforma de e-turismo",
    "Welcome to our e-tourism platform! We are dedicated to providing you with the best online experience for exploring and planning your next travel adventures.": "¡Bienvenido a nuestra plataforma de e-turismo! Estamos dedicados a ofrecerte la mejor experiencia en línea para explorar y planificar tus próximas aventuras de viaje.",
    "Our Mission": "Nuestra Misión",
    "At Tourpia, our mission is to connect travelers with unforgettable experiences and help them discover the beauty and diversity of destinations around the world.": "En Tourpia, nuestra misión es conectar a los viajeros con experiencias inolvidables y ayudarles a descubrir la belleza y diversidad de destinos alrededor del mundo.",
    "Our Vision": "Nuestra Visión",
    "We envision a world where travel is accessible to everyone, where cultural exchange enriches lives, and where sustainable tourism practices protect our planet for future generations.": "Imaginamos un mundo donde los viajes sean accesibles para todos, donde el intercambio cultural enriquezca vidas y donde las prácticas de turismo sostenible protejan nuestro planeta para las generaciones futuras.",
    "discover more": "descubre más",
    "Why Choose Us?": "¿Por qué elegirnos?",
    "Our platform offers a comprehensive range of features and services to make your travel planning seamless and enjoyable:": "Nuestra plataforma ofrece una gama completa de características y servicios para que la planificación de tu viaje sea fluida y placentera:",
    "Search and discover destinations, attractions, and activities worldwide": "Busca y descubre destinos, atracciones y actividades en todo el mundo",
    "Book flights, accommodations, and tours with ease": "Reserva vuelos, alojamientos y tours con facilidad",
    "Access expert travel guides, tips, and recommendations": "Accede a guías de viaje, consejos y recomendaciones de expertos",
    "Connect with fellow travelers and share experiences": "Conéctate con otros viajeros y comparte experiencias",
    "Support for sustainable and responsible tourism initiatives": "Apoyo a iniciativas de turismo sostenible y responsable",
    "Meet Our Team": "Conoce a nuestro equipo",
    "Behind our platform is a passionate team of travel enthusiasts, developers, designers, and content creators committed to delivering exceptional experiences for our users.": "Detrás de nuestra plataforma hay un equipo apasionado de entusiastas de los viajes, desarrolladores, diseñadores y creadores de contenido comprometidos a ofrecer experiencias excepcionales para nuestros usuarios.",
    "We are dedicated to continuous improvement and innovation, ensuring that our platform evolves to meet the changing needs of travelers worldwide.": "Estamos dedicados a la mejora continua y a la innovación, asegurando que nuestra plataforma evolucione para satisfacer las necesidades cambiantes de los viajeros en todo el mundo.",
    "Have questions, feedback, or suggestions? We'd love to hear from you! Feel free to reach out to our team via email, phone, or social media channels.": "¿Tienes preguntas, comentarios o sugerencias? ¡Nos encantaría saber de ti! No dudes en ponerte en contacto con nuestro equipo a través de correo electrónico, teléfono o redes sociales.",
    "Thank you for choosing Tourpia for your travel adventures!": "¡Gracias por elegir Tourpia para tus aventuras de viaje!",
    "company_name": "Vishwa-Yatra",
    "address": "Sagar City, Andheri West, Mumbai 400049",
    "telephone": "Tel.: (+91 22) 1234 5678",
    "copyright": "© 2024 Tu Empresa. Todos los derechos reservados.",
    "login_title": "Iniciar sesión",
    "username_label": "Nombre de usuario",
    "username_placeholder": "Ingresa tu nombre de usuario",
    "password_label": "Contraseña",
    "password_placeholder": "Ingresa tu contraseña",
    "login_button": "Iniciar sesión",
    "go_to_registration": "Ir a Registro",
    "login_success": "¡Usuario iniciado sesión con éxito!",
    "login_failure": "No se encontró usuario. Por favor, ingresa credenciales válidas.",
    "Registration Form": "Formulario de Registro",
    "Contact Us": "Contáctanos",
    "Name": "Nombre",
    "Email address": "Dirección de correo electrónico",
    "Message": "Mensaje",
    "Submit": "Enviar",
    "Enter your name": "Ingresa tu nombre",
    "Enter your email": "Ingresa tu correo electrónico",
    "Your message": "Tu mensaje",
    "Full Name": "Nombre Completo",
    "Email": "Correo Electrónico",
    "Age": "Edad",
    "Gender": "Género",
    "Select Gender": "Selecciona Género",
    "Male": "Masculino",
    "Female": "Femenino",
    "Transgender": "Transgénero",
    "Country Code": "Código de País",
    "Contact Number": "Número de Contacto",
    "Verification": "Verificación",
    "Create Username": "Crear Nombre de Usuario",
    "Password": "Contraseña",
    "Packages": "Paquetes",
    "Logout": "Cerrar sesión",
    "Search": "Buscar",
    "Option selected: {{option}}": "Opción seleccionada: {{option}}",
    "tours": "tours",
    "Search by Date": "Buscar por Fecha"
}
