{
    "Home": "Home",
    "About": "Over",
    "Popular Tours": "Populaire Tours",
    "New Tours": "Nieuwe Tours",
    "Custom Tours": "Op maat gemaakte Tours",
    "Packages": "Pakketten",
    "Contact Us": "Neem contact op",
    "Register": "Registreren",
    "Logout": "Uitloggen",
    "Login": "Inloggen",
    "Tours": "Tours",
    "Make memories that last a lifetime, Discover the unseen.": "Maak herinneringen die een leven lang meegaan, Ontdek het onontdekte.",
    "Embark on a journey of a lifetime": "Begin aan een reis van je leven",
    "Every path leads to new experiences": "Elke weg leidt naar nieuwe ervaringen",
    "About Our E-Tourism Platform": "Over Ons E-Tourism Platform",
    "Welcome to our e-tourism platform! We are dedicated to providing you with the best online experience for exploring and planning your next travel adventures.": "Welkom op ons e-tourism platform! We zetten ons in om je de beste online ervaring te bieden bij het verkennen en plannen van je volgende reisavonturen.",
    "Our Mission": "Onze Missie",
    "At Tourpia, our mission is to connect travelers with unforgettable experiences and help them discover the beauty and diversity of destinations around the world.": "Bij Tourpia is onze missie om reizigers te verbinden met onvergetelijke ervaringen en hen te helpen de schoonheid en diversiteit van bestemmingen over de hele wereld te ontdekken.",
    "Our Vision": "Onze Visie",
    "We envision a world where travel is accessible to everyone, where cultural exchange enriches lives, and where sustainable tourism practices protect our planet for future generations.": "Wij voorzien een wereld waarin reizen voor iedereen toegankelijk is, waarin culturele uitwisseling levens verrijkt en waarin duurzame toerismepraktijken onze planeet beschermen voor toekomstige generaties.",
    "discover more": "ontdek meer",
    "Why Choose Us?": "Waarom Voor Ons Kiezen?",
    "Our platform offers a comprehensive range of features and services to make your travel planning seamless and enjoyable:": "Ons platform biedt een uitgebreide reeks functies en diensten om je reisplanning soepel en aangenaam te maken:",
    "Search and discover destinations, attractions, and activities worldwide": "Zoek en ontdek bestemmingen, attracties en activiteiten wereldwijd",
    "Book flights, accommodations, and tours with ease": "Boek eenvoudig vluchten, accommodaties en rondleidingen",
    "Access expert travel guides, tips, and recommendations": "Toegang tot deskundige reisgidsen, tips en aanbevelingen",
    "Connect with fellow travelers and share experiences": "Verbind met andere reizigers en deel ervaringen",
    "Support for sustainable and responsible tourism initiatives": "Ondersteuning voor duurzame en verantwoorde toerisme-initiatieven",
    "Meet Our Team": "Ontmoet Ons Team",
    "Behind our platform is a passionate team of travel enthusiasts, developers, designers, and content creators committed to delivering exceptional experiences for our users.": "Achter ons platform staat een gepassioneerd team van reisenthousiastelingen, ontwikkelaars, ontwerpers en contentmakers die zich inzetten voor het leveren van uitzonderlijke ervaringen voor onze gebruikers.",
    "We are dedicated to continuous improvement and innovation, ensuring that our platform evolves to meet the changing needs of travelers worldwide.": "Wij zetten ons in voor continue verbetering en innovatie, waarbij we ervoor zorgen dat ons platform evolueert om te voldoen aan de veranderende behoeften van reizigers wereldwijd.",
    "Have questions, feedback, or suggestions? We'd love to hear from you! Feel free to reach out to our team via email, phone, or social media channels.": "Heb je vragen, feedback of suggesties? We horen graag van je! Neem gerust contact op met ons team via e-mail, telefoon of sociale mediakanalen.",
    "Thank you for choosing Tourpia for your travel adventures!": "Bedankt voor het kiezen van Tourpia voor je reisavonturen!",
    "company_name": "Vishwa-Yatra",
    "address": "Sagar City, Andheri West, Mumbai 400049",
    "telephone": "Tel.: (+91 22) 1234 5678",
    "copyright": "© 2024 Uw Bedrijf. Alle rechten voorbehouden.",
    "login_title": "Inloggen",
    "username_label": "Gebruikersnaam",
    "username_placeholder": "Voer je gebruikersnaam in",
    "password_label": "Wachtwoord",
    "password_placeholder": "Voer je wachtwoord in",
    "login_button": "Inloggen",
    "go_to_registration": "Ga naar Registratie",
    "login_success": "Gebruiker succesvol ingelogd!",
    "login_failure": "Geen gebruiker gevonden. Voer geldige inloggegevens in.",
    "Registration Form": "Registratieformulier",
    "Contact Us": "Neem contact op",
    "Name": "Naam",
    "Email address": "E-mailadres",
    "Message": "Bericht",
    "Submit": "Verzenden",
    "Enter your name": "Voer je naam in",
    "Enter your email": "Voer je e-mail in",
    "Your message": "Je bericht",
    "Full Name": "Volledige Naam",
    "Email": "E-mail",
    "Age": "Leeftijd",
    "Gender": "Geslacht",
    "Select Gender": "Selecteer Geslacht",
    "Male": "Man",
    "Female": "Vrouw",
    "Transgender": "Transgender",
    "Country Code": "Landcode",
    "Contact Number": "Contactnummer",
    "Verification": "Verificatie",
    "Create Username": "Maak Gebruikersnaam Aan",
    "Password": "Wachtwoord",
    "Packages": "Pakketten",
    "Logout": "Uitloggen",
    "Search": "Zoeken",
    "Option selected: {{option}}": "Geselecteerde optie: {{option}}",
    "tours": "tours",
    "Search by Date": "Zoeken op Datum"
}
