{
    "Home": "होम",
    "About": "के बारे में",
    "Popular Tours": "लोकप्रिय टूर",
    "New Tours": "नई यात्राएँ",
    "Custom Tours": "कस्टम टूर",
    "Packages": "पैकेज",
    "Contact Us": "हमसे संपर्क करें",
    "Register": "रजिस्टर",
    "Logout": "लॉगआउट",
    "Login": "लॉगिन",
    "Tours": "यात्राएँ",
    "Make memories that last a lifetime, Discover the unseen.": "स्मृतियाँ बनाएं जो जीवनभर याद रहें, अदृश्य की खोज करें।",
    "Embark on a journey of a lifetime": "जीवन भर की यात्रा पर निकलें",
    "Every path leads to new experiences": "हर रास्ता नई अनुभव की ओर ले जाता है",
    "About Our E-Tourism Platform": "हमारे ई-टूरिज़्म प्लेटफार्म के बारे में",
    "Welcome to our e-tourism platform! We are dedicated to providing you with the best online experience for exploring and planning your next travel adventures.": "हमारे ई-टूरिज़्म प्लेटफार्म पर आपका स्वागत है! हम आपको आपकी अगली यात्रा की योजनाओं के लिए सर्वोत्तम ऑनलाइन अनुभव प्रदान करने के लिए समर्पित हैं।",
    "Our Mission": "हमारा मिशन",
    "At Tourpia, our mission is to connect travelers with unforgettable experiences and help them discover the beauty and diversity of destinations around the world.": "Tourpia पर, हमारा मिशन यात्रियों को अविस्मरणीय अनुभवों से जोड़ना और उन्हें दुनिया भर के स्थलों की सुंदरता और विविधता की खोज में मदद करना है।",
    "Our Vision": "हमारा दृष्टिकोण",
    "We envision a world where travel is accessible to everyone, where cultural exchange enriches lives, and where sustainable tourism practices protect our planet for future generations.": "हम एक ऐसी दुनिया की कल्पना करते हैं जहां यात्रा हर किसी के लिए सुलभ हो, जहां सांस्कृतिक आदान-प्रदान जीवन को समृद्ध करता हो, और जहां सतत पर्यटन प्रथाएँ हमारे ग्रह की रक्षा करती हों।",
    "discover more": "अधिक खोजें",
    "Why Choose Us?": "हमें क्यों चुनें?",
    "Our platform offers a comprehensive range of features and services to make your travel planning seamless and enjoyable:": "हमारा प्लेटफार्म आपकी यात्रा की योजना को सहज और आनंददायक बनाने के लिए सुविधाओं और सेवाओं की एक व्यापक श्रृंखला प्रदान करता है:",
    "Search and discover destinations, attractions, and activities worldwide": "दुनिया भर के स्थलों, आकर्षणों और गतिविधियों की खोज करें और पता लगाएं",
    "Book flights, accommodations, and tours with ease": "फ्लाइट्स, आवास और टूर को आसानी से बुक करें",
    "Access expert travel guides, tips, and recommendations": "विशेषज्ञ यात्रा गाइड, टिप्स और सिफारिशों तक पहुँच प्राप्त करें",
    "Connect with fellow travelers and share experiences": "अन्य यात्रियों से जुड़ें और अनुभव साझा करें",
    "Support for sustainable and responsible tourism initiatives": "सतत और जिम्मेदार पर्यटन पहलों के लिए समर्थन",
    "Meet Our Team": "हमारी टीम से मिलें",
    "Behind our platform is a passionate team of travel enthusiasts, developers, designers, and content creators committed to delivering exceptional experiences for our users.": "हमारे प्लेटफार्म के पीछे एक भावुक टीम है जिसमें यात्रा प्रेमी, डेवलपर्स, डिज़ाइनर्स और सामग्री निर्माता शामिल हैं जो हमारे उपयोगकर्ताओं के लिए अद्वितीय अनुभव प्रदान करने के लिए प्रतिबद्ध हैं।",
    "We are dedicated to continuous improvement and innovation, ensuring that our platform evolves to meet the changing needs of travelers worldwide.": "हम निरंतर सुधार और नवाचार के लिए समर्पित हैं, यह सुनिश्चित करते हुए कि हमारा प्लेटफार्म दुनिया भर के यात्रियों की बदलती ज़रूरतों को पूरा करने के लिए विकसित होता रहे।",
    "Have questions, feedback, or suggestions? We'd love to hear from you! Feel free to reach out to our team via email, phone, or social media channels.": "आपके पास कोई प्रश्न, फीडबैक या सुझाव है? हम आपसे सुनना चाहेंगे! कृपया हमारे टीम से ईमेल, फोन या सोशल मीडिया चैनलों के माध्यम से संपर्क करें।",
    "Thank you for choosing Tourpia for your travel adventures!": "आपकी यात्रा की रोमांच के लिए Tourpia को चुनने के लिए धन्यवाद!",
    "company_name": "विश्व-यात्रा",
    "address": "सागर सिटी, अंधेरी पश्चिम, मुंबई 400049",
    "telephone": "टेल.: (+91 22) 1234 5678",
    "copyright": "© 2024 आपकी कंपनी. सर्वाधिकार सुरक्षित.",
    "login_title": "लॉगिन",
    "username_label": "उपयोगकर्ता नाम",
    "username_placeholder": "अपना उपयोगकर्ता नाम दर्ज करें",
    "password_label": "पासवर्ड",
    "password_placeholder": "अपना पासवर्ड दर्ज करें",
    "login_button": "लॉगिन",
    "go_to_registration": "पंजीकरण पर जाएं",
    "login_success": "उपयोगकर्ता सफलतापूर्वक लॉगिन हो गया!",
    "login_failure": "कोई उपयोगकर्ता नहीं मिला। कृपया मान्य क्रेडेंशियल्स दर्ज करें।",
    "Registration Form": "पंजीकरण फॉर्म",
    "Contact Us": "हमसे संपर्क करें",
    "Name": "नाम",
    "Email address": "ईमेल पता",
    "Message": "संदेश",
    "Submit": "सबमिट",
    "Enter your name": "अपना नाम दर्ज करें",
    "Enter your email": "अपना ईमेल दर्ज करें",
    "Your message": "आपका संदेश",
    "Full Name": "पूर्ण नाम",
    "Email": "ईमेल",
    "Age": "उम्र",
    "Gender": "लिंग",
    "Select Gender": "लिंग चुनें",
    "Male": "पुरुष",
    "Female": "महिला",
    "Transgender": "ट्रांसजेंडर",
    "Country Code": "देश कोड",
    "Contact Number": "संपर्क नंबर",
    "Verification": "सत्यापन",
    "Create Username": "उपयोगकर्ता नाम बनाएं",
    "Password": "पासवर्ड",
   "Packages": "पैकेज",
   "Logout": "लॉगआउट",
   "Search": "खोजें",
    "Option selected: {{option}}": "चयनित विकल्प: {{option}}",
     "tours": "यात्राएं",

  "Search by Date": "तारीख के अनुसार खोजें"

  



}
